Tekla.Structures.DrawingInternal.CloningManager


Tekla.Structures.DrawingInternal.CloningManager.DbOperation(Tekla.Structures.DrawingInternal.QueryTypeEnum,Tekla.Structures.DrawingInternal.dotGrString_t,Tekla.Structures.DrawingInternal.dotGrString_t,Tekla.Structures.DrawingInternal.dotGrString_t@,System.Boolean@)


Tekla.Structures.DrawingInternal.CloningManager.SetPartialCloningSettings(System.String)


Tekla.Structures.DrawingInternal.CloningManager.CloneView(System.Int32,System.Int32,System.Int32)


Tekla.Structures.DrawingInternal.CloningManager.GetViewMatchingScore(System.Int32,System.Int32,System.Int32)
